      *identification division.
      *program-id. Hello.
      *
      *environment division.
      *configuration section.
      *
      *data division.
      *working-storage section.
      *
      *procedure division.
       
      *    perform 30 times
           perform 3 times
               display "Hello COBOL World !"
           end-perform

      *    goback.
      *
      *end program Hello.