      *identification division.
      *program-id. Hello.
      *
      *environment division.
      *configuration section.
      *
      *data division.
      *working-storage section.
      *
      *procedure division.
       
           display "Hello COBOL World !"

      *    goback.
      *
      *end program Hello.