      *identification division.
      *program-id. Hello.
      *
      *environment division.
      *configuration section.
      *
      *data division.
      *working-storage section.
      *
      *procedure division.
       
           perform 10 times
               display "Hello COBOL World !"
           end-perform

      *    goback.
      *
      *end program Hello.